brew "aider"
brew "bash"
brew "ruby"
brew "fd"
brew "ffmpeg"
brew "flyctl"
brew "jq"
brew "neovim"
brew "node"
brew "ripgrep"
brew "tmux"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "font-hack-nerd-font"
cask "firefox"
cask "iterm2"
cask "keycastr"
cask "linearmouse"
cask "rectangle"
cask "sensiblesidebuttons"
cask "visual-studio-code"
vscode "astro-build.astro-vscode"
vscode "biomejs.biome"
vscode "catppuccin.catppuccin-vsc"
vscode "github.copilot"
vscode "github.copilot-chat"
